getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/git

zpm-zsh/colors
zpm-zsh/colorize

mafredri/zsh-async
sindresorhus/pure

jeffreytse/zsh-vi-mode

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
