zpm-zsh/colors
zpm-zsh/colorize

mafredri/zsh-async
sindresorhus/pure

jeffreytse/zsh-vi-mode

zsh-users/zsh-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-completions kind:defer
zsh-users/zsh-history-substring-search
